tap "1password/tap"
tap "aws/tap"
tap "charmbracelet/tap"
tap "derailed/popeye"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "lindell/multi-gitter"
tap "noahgorstein/tap"
tap "null-dev/firefox-profile-switcher"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "qmk/qmk"
tap "rs/tap"
tap "slp/krun"
tap "tdsmith/ham"
tap "versent/taps"
brew "act"
brew "actionlint"
brew "adns"
brew "ca-certificates"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pkg-config"
brew "mpdecimal"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "cairo"
brew "gdk-pixbuf"
brew "librsvg"
brew "age"
brew "amazon-ecs-cli"
brew "libyaml"
brew "ansible"
brew "aom"
brew "arduino-cli"
brew "aria2"
brew "m4"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "lz4"
brew "libusb"
brew "libusb-compat"
brew "c-ares"
brew "libnghttp2"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "aws-okta"
brew "aws-shell"
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "gmp"
brew "coreutils"
brew "bats-core"
brew "bdw-gc"
brew "binutils"
brew "blueutil"
brew "cabextract"
brew "cdrtools"
brew "certbot"
brew "cfn-lint"
brew "cheat"
brew "cjson"
brew "cli53"
brew "cmake"
brew "cmocka"
brew "libtool"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "libssh"
brew "colima"
brew "libev"
brew "comby"
brew "ctop"
brew "dash"
brew "dav1d"
brew "detect-secrets"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-compose-completion"
brew "docker-credential-helper"
brew "docker-slim"
brew "duf"
brew "eksctl"
brew "entr"
brew "esptool"
brew "exa"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fio"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "git-secrets"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "govendor"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "helm"
brew "htop"
brew "hyperfine"
brew "icdiff"
brew "iperf3"
brew "jansson"
brew "jemalloc"
brew "jq"
brew "jsonlint"
brew "pandoc"
brew "jupyterlab", link: false
brew "k3d"
brew "k9s"
brew "kind"
brew "ksh"
brew "kubernetes-cli"
brew "kube-ps1"
brew "lazydocker"
brew "lazygit"
brew "lftp"
brew "libcroco"
brew "libidn"
brew "libmagic"
brew "libmaxminddb"
brew "librtlsdr"
brew "libsmi"
brew "links"
brew "localstack"
brew "lua"
brew "lua@5.1"
brew "mas"
brew "meson"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "namebench"
brew "nasm"
brew "ncdu"
brew "nghttp2"
brew "nmap"
brew "nushell"
brew "openconnect"
brew "openjdk"
brew "openssl@3"
brew "p7zip"
brew "packer-completion"
brew "parallel"
brew "platformio"
brew "podman"
brew "popt"
brew "pre-commit"
brew "prettier"
brew "protobuf"
brew "pyenv"
brew "pygitup"
brew "pyqt@5"
brew "python@3.8"
brew "rsync"
brew "rtmpdump"
brew "ruby-completion"
brew "rust"
brew "s3cmd"
brew "saml2aws"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "sops"
brew "speedtest-cli"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "terraformer"
brew "testssl"
brew "texi2html"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tmux"
brew "typescript"
brew "vagrant-completion"
brew "wget"
brew "whalebrew"
brew "wimlib"
brew "winetricks"
brew "wireguard-go"
brew "wireguard-tools"
brew "wireshark", link: false
brew "xmrig"
brew "yarn"
brew "yasm"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "aws/tap/aws-sam-cli"
brew "charmbracelet/tap/gum"
brew "derailed/popeye/popeye"
brew "lindell/multi-gitter/multi-gitter"
brew "noahgorstein/tap/jqp"
brew "qmk/qmk/qmk"
brew "slp/krun/buildah"
brew "slp/krun/krunvm"
cask "apparency"
cask "appcleaner"
cask "bettertouchtool"
cask "calibre"
cask "cubicsdr"
cask "drawio"
cask "drivedx"
cask "fedora-media-writer"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "gitahead"
cask "gqrx"
cask "gramps"
cask "hot"
cask "inkscape"
cask "keepassxc"
cask "kindle"
cask "kindle-previewer"
cask "knockknock"
cask "latest"
cask "launchcontrol"
cask "launchrocket"
cask "lens"
cask "libreoffice"
cask "macdown"
cask "mailtrackerblocker"
cask "monodraw"
cask "ngrok"
cask "onyx"
cask "openconnect-gui"
cask "paw"
cask "pdfshaver"
cask "plug"
cask "postman"
cask "qbittorrent"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "sdrdx"
cask "secretive"
cask "sekey"
cask "send-to-kindle"
cask "serial"
cask "session-manager-plugin"
cask "shortcat"
cask "shottr"
cask "sloth"
cask "soulseek"
cask "stay"
cask "unofficial-wineskin"
cask "utm"
cask "vlc"
cask "webpquicklook"
cask "wine-stable"
cask "wireshark"
cask "xld"
mas "1Password 7", id: 1333542190
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "AudioBookBinder", id: 413969927
mas "Bear", id: 1091189122
mas "Brother P-touch Editor", id: 1453365242
mas "Bumpr", id: 1166066070
mas "DaisyDisk", id: 411643860
mas "Disk Speed Test", id: 425264550
mas "Duplicate File Finder", id: 1032755628
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lensa", id: 1436732536
mas "MeetingBar", id: 1532419400
mas "Meme Generator", id: 483350546
mas "Messenger", id: 1480068668
mas "Micro Snitch", id: 972028355
mas "Music Tag Edit", id: 999242964
mas "MusicHarbor", id: 1440405750
mas "myTuner Radio Pro", id: 808285143
mas "NepTunes", id: 1006739057
mas "Numbers", id: 409203825
mas "NZB Control", id: 1048732801
mas "NZBVortex 3", id: 914250185
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Peek", id: 1554235898
mas "Pixelmator Pro", id: 1289583905
mas "Raivo OTP", id: 1498497896
mas "Reeder", id: 1529448980
mas "ScreenBrush", id: 1233965871
mas "Slack", id: 803453959
mas "Strongbox", id: 1270075435
mas "Strongbox", id: 897283731
mas "Table Tool", id: 1122008420
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "Yomu", id: 562211012
